{
    "ariaHomeLink": "Ir para a seção principal",
    "inicio": "Início",
    "ariaProyectosLink": "Ir para os projetos",
    "proyectos": "Projetos",
    "ariaFormularioLink": "Ir para o formulário de contato",
    "contactame": "Contate-me",
    "saludo": "Olá! eu sou Gabriela",
    "soy": "Desenvolvedor Web",
    "presentacion": "Atualmente estou cursando um ciclo superior de Desenvolvimento de Aplicações Web (DAW) e pretendo fazer meus estágios no próximo ano. Durante minha formação, criei vários projetos que refletem minhas habilidades e conhecimentos em desenvolvimento web. Abaixo, você pode encontrar mais detalhes sobre esses projetos.",
    "ariaCV": "link para baixar meu currículo em espanhol e português",
    "seccionProyectosTitulo": "Meus Projetos",
    "altImg": "imagem representativa do projeto",
    "Logo": "logotipo da página",
    "lenguajes": "Linguagens usadas",
    "codigo": "Código",
    "titulo1": "Pixel Para Crianças",
    "desc1": "Esta página oferece uma maneira simples para as crianças expressarem sua criatividade com ferramentas muito simples para criar arte em pixel. Também está disponível em dois idiomas, espanhol e inglês, e é acessível para leitores de tela.",
    "titulo2": "Portfólio Animado",
    "desc2": "Este portfólio foi projetado com o propósito de oferecer uma experiência dinâmica e cativante usando GSAP. Além disso, os princípios de acessibilidade foram priorizados para garantir que o conteúdo seja acessível a todos os usuários. Além disso, a metodologia BEM foi seguida para manter um código CSS organizado e modular, junto com o SASS.",
    "titulo3": "Calculadora de Idade",
    "desc3": "Esta calculadora de idade é capaz de detectar se a data de nascimento é futura, se foi um ano bissexto e se o dia é válido de acordo com o mês.",
    "titulo4": "Viagens ao Espaço",
    "desc4": "Este é um site de várias páginas inspirado em um site fictício de turismo espacial. Foi construído seguindo as diretrizes fornecidas no arquivo Figma, o HTML foi feito do zero e usando a metodologia BEM, para algumas funcionalidades, usei JavaScript vanilla (para navegação) e uma biblioteca (para slides).",
    "titulo5": "Maquete de uma Rede Social",
    "desc5": "O principal objetivo deste projeto foi praticar layouts. O único requisito funcional foi um interruptor de tema claro e escuro.",
    "hola": "Olá",
    "enviado": "A seguinte mensagem foi enviada com sucesso",
    "contacto": "Entraremos em contato o mais breve possível pelo e-mail",
    "nombre": "Nome",
    "placeholderNombre": "Seu nome",
    "mensaje": "Mensagem",
    "placeholderMensaje": "Escreva uma mensagem...",
    "enviar": "Enviar",
    "ariaGithub": "link para meus repositórios no GitHub",
    "ariaLinkedin": "link para meu LinkedIn",
    "visitada": "A página foi visitada",
    "veces": "vezes.",
    "error": "Ops, ocorreu um erro..."
}